Repository: a13134455667/BuildClover
Catalog: src/edk2/Clover/CloverPackage/sym/Resources/Clover/Resources/*.lproj/Localizable.strings
Languages: pt

# MakingRootRW
source: Clover wants to make the root file system read-write. The change is temporary until the next reboot
pt: Clover pretende tornar o sistema de ficheiros em raiz leitura-escrita. Esta mudança é temporária até ao próximo reiniciar

# GoToFailRootRW
source: Cannot install without ensuring the file system is read-write
pt: Não posso instalar verifique se o sistema de ficheiros é de leitura-escrita

# UEFI.only_title
source: Clover for UEFI booting only
pt: Instalação para Placas Mãe UEFI

# UEFI.only_description
source: Install Clover to be used with UEFI motherboards only.
pt: Instala o Clover para ser usado somente em Placas Mãe UEFI.

# Target.ESP_title
source: Install Clover in the ESP
pt: Instalar Clover na ESP

# Target.ESP_description
source: Install Clover in the ESP (EFI System Partition) of the target volume Need to format ESP as Fat32 on Mac first. For Fat32 use commands like: diskutil list newfs_msdos -v EFI -F 32 /dev/rdisk9s1
pt: Instala o Clover na Partição ESP (Partição EFI do Sistema) do Volume selecionado É necessário formatar a ESP como Fat32 (recomendado) ou HFS pelo OS X primeiro. Para Fat32 use os comandos abaixo: diskutil list newfs_msdos -v EFI -F 32 /dev/rdisk9s1

# Bootloader_title
source: Boot Sectors
pt: Bootloader

# Bootloader_description
source: Clover EFI requires three essential files. (in simple terms) boot0 (On the drive's MBR) responsible for loading boot1. boot1 (On the partition's boot-sector) to finding boot2. boot2 (On the partition's root directory) for loading /EFI/CLOVER/CLOVERIA32.efi or CLOVERX64.efi, and kernel etc.
pt: Clover EFI necessita de três arquivos essênciais. (em termos simples) boot0 (No MBR do disco) responsável por carregar o boot1. boot1 (No setor de boot da partição) para encontrar o boot2. boot2 (Na raiz da partição) para carregar /EFI/CLOVER/CLOVERIA32.efi ou CLOVERX64.efi, e kernel etc.

# boot0af_title
source: Install boot0af in MBR
pt: Instalar bootaf no MBR

# boot0af_description
source: Used for BIOS booting on BIOS motherboards. boot0af (boot0 Active First) bootloader try to boot the active partition defined in MBR. If there is no active partition, it will try to boot the first EFI/FAT32/HFS partition (defined in the MBR and then the GPT) with a valid PBR signature. This choice will setup selected HFS/Fat32 partition to be active.
pt: Usado para o arranque em placas-mãe BIOS. Nboot0af (boot0 ativo primeiro) bootloader tenta arrancar a partição ativa definida no MBR. Se não houver nenhuma partição ativa, ele vai tentar arrancar a primeira partição EFI/FAT32/HFS (definida no MBR e, em seguida, o GPT) com uma assinatura PBR válida. NEsta escolha irá configurar partição HFS/Fat32 selecionada para ser ativa.

# boot0ss_title
source: Install boot0ss in MBR
pt: Instalar boot0ss no MBR

# boot0ss_description
source: Used for BIOS booting on BIOS motherboards. boot0ss (boot0 Signature Scanning) bootloader try to boot the first EFI/FAT32/HFS partition (defined in the MBR and then the GPT) with a valid PBR signature. If no partition is found it will try to boot the active partition defined in MBR. This bootloader is a good choice when you have Windows installed on the same disk because Windows wants to have its partition active. This choice will not activate any partition in MBR.
pt: Usado para o arranque em placas-mãe BIOS. Nboot0ss (boot0 assinatura Scanning) bootloader tenta arrancar a primeira partição EFI/FAT32/HFS (definida no MBR e, em seguida, o GPT) com uma assinatura PBR válida. Se nenhuma partição for encontrada, ele tentará inicializar a partição ativa definida no MBR. NEsse bootloader é uma boa opção quando você tiver o Windows instalado no mesmo disco, pois o Windows quer ter sua partição ativa. NEsta opção não irá ativar qualquer partição no MBR.

# bootNo_title
source: Don't update MBR and PBR sectors
pt: Não atualiza os setores de MBR e PBR

# bootNo_description
source: Don't install any bootloader (boot0X, boot1X). Usefull for UEFI motherboards that don't need bootloader files. Can also be use if you don't want to upgrade MBR or PBR sectors.
pt: Não instala nenhum arquivo de boot (boot0X, boot1X). Utilizado por Placas-Mãe UEFI que não necessitam dos arquivos de boot. Também pode ser utilizado se você não quiser atualizar os setores de boot (MBR e PBR).

# AltBoot_title
source: Use alternative booting PBR
pt: Usar como opção de boot (PBR)

# AltBoot_description
source: Install alternative booting PBR with choice of boot with a key pressed. File to boot = boot{keypressed}
pt: Instala uma opção de boot (PBR) com escolha de boot quando pressionada uma tecla. Arquivo para iniciar = boot{teclapressionada}

# boot64_title
source: Install & Start 64bit boot first
pt: Instalar e Definir o boot padrão em 64bit

# boot64_description
source: Install boot files and set to start 64bit first. Default boot to boot = Clover EFI 64bit. You can.. Press key 1 to boot1 = Chameleon boot, Press key 3 to boot3 = Clover EFI 32bit boot, Press key 6 to boot6 = Clover EFI 64bit boot.
pt: Instala os arquivos de boot e define o início em 64bit. Inicialização padrão = Clover EFI 64bit. Você poderá.. Apertar a tecla 1 para boot1 = Iniciar o Chameleon, Apertar a tecla 3 para boot3 = Iniciar o Clover EFI em 32bit, Apertar a tecla 6 para boot6 = Iniciar o Clover EFI em 64bit.

# CloverEFI_title
source: Clover for BIOS (legacy) booting
pt: CloverEFI

# CloverEFI_description
source: Select the Variant of Clover to install.
pt: Selecione a versão do CloverEFI para instalar.

# cloverEFI.64.sata_description
source: Clover EFI 64-bits using SATA to access drives.
pt: CloverEFI 64-bits usando SATA para acessar os discos

# cloverEFI.64.blockio_description
source: Clover EFI 64-bits using Bios Block I/O to access drives.
pt: CloverEFI 64-bits usando Bios Block I/O para acessar os discos

# cloverEFI.64.blockio2_title
source: Clover EFI 64-bits BiosBlockIO for NVIDIA NForce MCP79
pt: CloverEFI 64-bits BiosBlockIO

# cloverEFI.64.blockio2_description
source: Clover EFI 64-bits using Bios Block I/O to access drives for chipset NVIDIA NForce MCP79
pt: CloverEFI 64-bits usando Bios Block I/O para acessar os discos

# off_description
source: Installs all available drivers in EFI/CLOVER/drivers/off/ off directory isn't loaded by Clover any how and this is only helpfull if you have to use the EFI shell to copy a missing driver or replace a bad one during the boot if a need be.
pt: Instale todos os drivers disponíveis em EFI/CLOVER/drivers/off/ Directoria off não vai ser executada pelo Clover, pode ser de grande ajuda no momento do boot usando EFI Shell para copiar um driver em falta ou para substituir por outro que está a provocar problemas no boot

# Drivers64_description
source: Select drivers for BIOS-booting.
pt: Seleciona drivers para BIOS-boot.

# Recommended64_title
source: Recommended drivers
pt: Drivers recomendados

# Recommended64_description
source: Recommended drivers, mostly mandatory.
pt: Drivers recomendados, maior parte obrigatórios.

# FileSystem64_title
source: File System drivers
pt: Sistema ficheiros driver.

# FileSystem64_description
source: A collection of file system drivers.
pt: Coleção Sistema de ficheiros drivers.

# Drivers64FV2_description
source: Select drivers for BIOS-booting with FileVault 2.
pt: Selecione drivers para UEFI-boot com FileVault 2.

# ApfsDriverLoader_description
source: Supports APFS filesystem driver from container for macOS 10.13 and newers
pt: Suporta APFS sistema de ficheros driver do recipiente para macOS 10.14.

# AppleImageCodec_description
source: Decode PNG and BMP for FileVault2.
pt: Descodifica PNG e BMP para FileVault2.

# AppleImageLoader_description
source: Secure AppleEfiFat binary driver with implementation of AppleLoadImage protocol with EfiBinary signature verification.
pt: Seguro AppleEfiFat binario driver com implementação de AppleLoadImage protocolo com verificação de assinatura EfiBinary.

# AppleKeyAggregator_description
source: Support for boot UI dialog for FileVault2.
pt: Suporte para boot UI dialogo para FileVault2.

# AppleKeyFeeder_description
source: Support for PS/2 keyboard to use with FileVault 2.
pt: Suporte para teclado PS/2 para uso com FileVault2

# AppleUISupport_description
source: Set of protocols for support EfiLoginUi for FileVault.
pt: Conjunto de protocolos para suporte EfiLoginUi para FileVault.

# AppleUITheme_description
source: Create boot UI Themes support for FileVault2.
pt: Criar boot UI Temas suporte para FileVault2.

# AptioInputFix_description
source: Driver to fix input problems on UEFI firmware such as AMI Aptio.
pt: Driver para corrigir problemas de input em UEFI firmware como em AMI Aptio.

# AptioMemoryFix_description
source: Preferred 64bit driver to fix Memory problems on UEFI firmware such as AMI Aptio. Do not use with other AptioFix together.
pt: Driver de 64bit para corrigir problemas de Memória em Firmware UEFI como em AMI Aptio BIOS

# AudioDxe_description
source: HDA driver to play Startup Sound during Clover boot. Configure it via Startup sound output from Option menu, including: Volume and Audio device (for supported IOAudio devices only).
pt: HDA Driver para tocar som de inicio

# FirmwareVolume_description
source: Create FirmwareVolume with cursor images for FileVault2.
pt: Cria FirmwareVolume com imagens de cursor para uso FileVault2.

# FSInject_description
source: Provide injection of kernel extensions from Clover folder.
pt: Provencia injecão de kernel extensions (Kext) de diretoria Clover.

# GrubEXFAT_description
source: ExFAT filesystem driver from GRUB.
pt: ExFAT sistema ficheiros driver.

# GrubISO9660_description
source: ISO 9600 filesystem driver from GRUB.
pt: ISO9600 sistema de ficheiros driver.

# GrubNTFS_description
source: NTFS filesystem driver from GRUB.
pt: NTFS sistema de ficheiros driver.

# GrubUDF_description
source: UDF filesystem driver from GRUB.
pt: UDF sistema de ficheiros driver.

# SMCHelper_description
source: Restore SMC keys left in NVRAM by FakeSMC.
pt: Restaura chaves SMC deixadas na NVRAM por FakeSMC.

# Drivers64UEFI_title
source: UEFI Drivers
pt: UEFI Drivers, 64 bit

# Drivers64UEFI_description
source: Select drivers for UEFI-booting.
pt: Seleciona drivers para UEFI-boot.

# Recommended64UEFI_title
source: Recommended drivers
pt: Drivers recomendados

# Recommended64UEFI_description
source: Recommended drivers, mostly mandatory.
pt: Drivers recomendados, maior parte obrigatórios.

# HID64UEFI_title
source: Human Interface Devices
pt: Dispositivos Human Interface.

# HID64UEFI_description
source: PS2/USB drivers for mouses and keyboards.
pt: PS2/USB drivers para ratos e teclados

# FileSystem64UEFI_title
source: File System drivers
pt: Sistema ficheiros driver.

# FileSystem64UEFI_description
source: A collection of file system drivers.
pt: Coleção Sistema de ficheiros drivers.

# MemoryFix64UEFI_title
source: Memory fix drivers
pt: Resolver problemas de Memória drivers

# MemoryFix64UEFI_description
source: A collection of memory fix drivers.
pt: Coleção de problemas de memória drivers

# Drivers64UEFIFV2_description
source: Select drivers for UEFI-booting with FileVault 2.
pt: Selecione drivers para UEFI-boot com FileVault 2.

# Other64UEFI_title
source: Additional drivers
pt: Drivers recomendados

# Other64UEFI_description
source: Sometimes a bios UEFI may lack support for a particular protocol or some functionality.
pt: Algumas vezes bios UEFI pode não suportar determinado protocolo ou alguma funcionalidade

# ApfsDriverLoader.UEFI_description
source: Supports APFS filesystem driver from container for macOS 10.13 and newers
pt: Suporta APFS sistema de ficheros driver do recipiente para macOS 10.14.

# AppleEvent.UEFI_description
source: Create AppleEvent protocol for FileVault2.
pt: Criar protocolo AppleEvent para FileVault2.

# AppleGraphicsConfig.UEFI_description
source: Create optional AppleGraphicsConfig protocol.
pt: Criar AppleGraphicsConfig protocolo opcional.

# AppleImageCodec.UEFI_description
source: Decode PNG and BMP for FileVault2.
pt: Descodifica PNG e BMP para FileVault2.

# AppleImageLoader.UEFI_description
source: Secure AppleEfiFat binary driver with implementation of AppleLoadImage protocol with EfiBinary signature verification.
pt: Seguro AppleEfiFat binario driver com implementação de AppleLoadImage protocolo com verificação de assinatura EfiBinary.

# AppleKeyAggregator.UEFI_description
source: Support for boot UI dialog for FileVault2.
pt: Suporte para boot UI dialogo para FileVault2.

# AppleKeyFeeder.UEFI_description
source: Support for PS/2 keyboard to use with FileVault 2.
pt: Suporte para teclado PS/2 para uso com FileVault2

# AppleUISupport.UEFI_description
source: Set of protocols for support EfiLoginUi for FileVault.
pt: Conjunto de protocolos para suporte EfiLoginUi para FileVault.

# AppleUITheme.UEFI_description
source: Create boot UI Themes support for FileVault2.
pt: Criar boot UI Temas suporte para FileVault2.

# AptioInputFix.UEFI_description
source: Driver to fix input problems on UEFI firmware such as AMI Aptio.
pt: Driver para corrigir problemas de input em UEFI firmware como em AMI Aptio.

# AptioMemoryFix.UEFI_description
source: Preferred 64bit driver to fix Memory problems on UEFI firmware such as AMI Aptio. Do not use with other AptioFix together.
pt: Driver de 64bit para corrigir problemas de Memória em Firmware UEFI como em AMI Aptio BIOS

# AudioDxe.UEFI_description
source: HDA driver to play Startup Sound during Clover boot. Configure it via Startup sound output from Option menu, including: Volume and Audio device (for supported IOAudio devices only).
pt: HDA Driver para tocar som de inicio

# CsmVideoDxe.UEFI_description
source: 64-bits Video Driver for Clover GUI allowing to choose more resolutions. It is based on CSM module in UEFI BIOS and required CSM will be enabled. Clover may not started with it and you may have wake problem in system. Use with precautions.
pt: Driver de Vídeo 64bit para o GUI do Clover possibilitando a escolha de mais resoluções. Ele é baseado no módulo CSM existente em BIOS UEFI e é necessário que o modo esteja ativo. O Clover pode não iniciar enquanto usar este driver e ele também pode provocar problemas com o Sleep. Use com precaução.

# DataHubDxe.UEFI_description
source: This is DataHub protocol support mandatory for macOS. Usually it is already present but sometime it may be missed. In this case you should see warning on screen.
pt: Este é o suporte ao protocolo DataHub que é obrigatório no OS X. Normalmente ele já está presente mas algumas vezes pode não estar. Neste caso você deverá ver um aviso na tela.

# EmuVariableUefi.UEFI_description
source: Workaround for store NVRAM variables for systems without UEFI hardware. Mostly UEFI boot uses hardware NVRAM but in some rare cases this driver is needed. Use it only if you have a problem without it
pt: Driver 64bit para o suporte a variáveis NVRAM necessárias para o Mac OS X. Normalmente o boot UEFI usa o Hardware NVRAM mas em alguns casos raros este driver é necessário. Use somente se você tiver problemas quando não o estiver utilizando

# EnglishDxe.UEFI_description
source: Support for UnicodeCollation protocol used by EFI Shell if it missed in UEFI.
pt: Suporte para protocolo UnicodeCollation usado por EFI Shell se faltar na UEFI.

# Fat.UEFI_description
source: FAT filesystem driver.
pt: Sistema ficheiros FAT driver.

# FirmwareVolume.UEFI_description
source: Create FirmwareVolume with cursor images for FileVault2.
pt: Cria FirmwareVolume com imagens de cursor para uso FileVault2.

# FSInject.UEFI_description
source: Provide injection of kernel extensions from Clover folder.
pt: Provencia injecão de kernel extensions (Kext) de diretoria Clover.

# HashServiceFix.UEFI_description
source: Fix Hash support if absent in native UEFI BIOS.
pt: Resolve Hash suporte se em falta na UEFI BIOS.

# HFSPlus.UEFI_description
source: Alternate HFS+ filesystem driver.
pt: Alternativo sistema de ficheiros HFS+ driver.

# NvmExpressDxe.UEFI_description
source: Driver for support NVM Express devices.
pt: Driver para suporte para dispositivo NVM Express.

# OsxAptioFix3Drv.UEFI_description
source: Alternate driver (v3) to fix Memory problems on UEFI firmware. Do not use with other AptioFix together.
pt: Driver alternativo (v3) para resolver problemas de Memoria em UEFI bios. Não usar com outros drivers de memoria.

# OsxAptioFixDrv.UEFI_description
source: Old 64-bits Driver to fix Memory problems on UEFI firmware such as AMI Aptio. Do not use with other AptioFix together.
pt: Antigo 64-bits Driver para resolver problemas de memória em UEFI bios como os de AMI . Não use com outros drivers de memória.

# OsxFatBinaryDrv.UEFI_description
source: Driver for support FAT Binary executables for OS X 10.9 and older.
pt: Suporta FAT Executaveis Binario para OS X 10.9 e anteriores driver.

# OsxLowMemFixDrv.UEFI_description
source: Simplified variant of OsxAptioFixDrv, 64 bit. Do not use with other AptioFix together.
pt: Versão simplificada do OsxAptioFixDrv, 64bit (não use os dois juntos)

# PartitionDxe.UEFI_description
source: 64-bits Driver to support non-usual partition maps such as: hybrid GPT/MBR or Apple Partition Map.
pt: Driver de 64bit para suportar Esquemas de Partição não comuns como Híbrido GPT/MBR ou Apple Partition Map.

# Ps2MouseDxe.UEFI_description
source: PS/2 mouse driver, 64 bit.
pt: Driver para Mouse PS/2, 64bit

# SMCHelper.UEFI_description
source: Restore SMC keys left in NVRAM by FakeSMC.
pt: Restaura chaves SMC deixadas na NVRAM por FakeSMC.

# UsbKbDxe.UEFI_description
source: Keyboard driver for boot UI support.
pt: Teclado driver com suporte de boot UI.

# UsbMouseDxe.UEFI_description
source: USB mouse driver, 64 bit.
pt: Driver para Rato USB, 64bit

# VBoxExt2.UEFI_description
source: EXT2/3 filesystem driver from VirtualBox, 64 bit.
pt: driver para sistema de arquivos ext2/3 do virtualbox, 64bit

# VBoxExt4.UEFI_description
source: EXT4 filesystem driver from VirtualBox, 64 bit.
pt: driver para sistema de arquivos ext4 do virtualbox, 64bit

# VBoxHfs.UEFI_description
source: HFS+ filesystem driver.
pt: HFS+ sistema ficheiros driver.

# VBoxIso9600.UEFI_description
source: ISO 9600 filesystem driver.
pt: ISO 9600 sistema ficheiros driver.

# Themes_title
source: Themes
pt: Temas

# Themes_description
source: Select Themes to install.
pt: Selecione Temas para instalação.

# BGM_description
source: BGM (Black Green and Moody) theme from Blackosx. Install to /EFI/CLOVER/themes/BGM
pt: Tema padrão black_green por Blackosx _Moody, A instalar em /EFI/CLOVER/themes/BGM

# metal_description
source: The original metal theme from Slice. Install to /EFI/CLOVER/themes/metal
pt: Tema metal original por Slice, A instalar em /EFI/CLOVER/themes/metal

# cesium_title
source: cesium
pt: Tema cesium, A instalar em /EFI/CLOVER/themes/cesium

# cesium_description
source: Vector SVG theme from Slice. Install to /EFI/CLOVER/themes/cesium
pt: Vector Tema cesium original por Slice, A instalar em /EFI/CLOVER/themes/cesium

# random_description
source: Random theme from Slice. If you have more than one theme installed, it will randomize them. Install to /EFI/CLOVER/themes/random
pt: Tema random , A instalar em /EFI/CLOVER/themes/random seleciona outro tema dos disponíveis

# steampunkblack_description
source: steampunkblack theme from medik. Install to /EFI/CLOVER/themes/steampunkblack
pt: Tema steampunkblack de medik, A instalar em /EFI/CLOVER/themes/steampunkblack

# CloverThemeManager_title
source: CloverThemeManager
pt: Clover Tema

# rc.scripts.on.target_title
source: Install RC scripts on target volume
pt: Instalar RC scripts no Volume selecionado

# rc.scripts.on.target_description
source: Install system RC scripts on target volume. The target volume must be a bootable OSX system volume.
pt: Instala todos os RC scripts no Volume selecionado. O volume selecionado necessita ser um Volume do sistema OS X inicializável.

# rc.scripts.on.all.volumes_title
source: Install RC scripts on other volumes
pt: Instala todos os RC scripts em todos os Volumes Inicializáveis do OSX

# rc.scripts.on.all.volumes_description
source: Install system RC scripts on all internal bootable OSX volumes other than the target volume.
pt: Instala todos os RC scripts em todos os Volumes Internos Inicializáveis do OSX diferentes do Volume selecionado.

source: Optional RC Scripts
pt: RC Scripts Opcionais

# disable_sleep_proxy_client_title
source: Disable sleep proxy client
pt: Desabilita cliente sleep proxy

# disable_sleep_proxy_client_description
source: Disable the mDNSResponder sleep proxy client service. This will prevent the system waking from sleep every hour.
pt: Desabilita o serviço mDNSResponder sleep proxy cliente. Isso irá impedir que o sistema retorne do Sleep a cada hora

# CloverPrefpane_title
source: Install Clover Preference Pane
pt: Instalar Clover Painel Preferências

# CloverPrefpane_description
source: Install Clover Preference Pane on target volume. Includes CloverUpdater for notify you about Clover updates.
pt: Instala o CloverUpdater no volume selecionado. O CloverUpdater notificará você sobre atualizações do Clover.
